{
    "id": 1,
    "name": "test",
    "description": "这货还没有介绍",
    "content": "## 本科\n\n## 研究僧\n七年来，活得宛如一场梦，如今，我不知道该为梦终于醒了而感到庆幸，还是该为错过了最美好的年华而抱头痛哭。\n\n在这个地方七年，唯一的收获就是遇到了几个无论我多么愚蠢都没有放弃我的兄弟。\n\n时隔多“年”，终于给自己的怂找了一个冠冕堂皇的理由：其是从秋招结束后，基本上相当于再也没有投过简历了，之所以没再投，一方面是因为清楚了自己的水平，真的连入门都没达到，完全不配一份稍微好的岗位；另一方面是担心进入一个坑爹的公司，干着垃圾项目（这种事，这七年体会得再深刻不过了）那一辈子真的可能就交代在那了。最终选择了搏一搏，后悔是不可能的，只希望明年的时候能有个好的结果。\n\n## 个人\n\n我知道的，我从来都不是讨人喜欢的那类型，曾经试图改变过。但后来才发现，这是我本质的一部分，你喜欢也好，不喜欢也罢，我就是这个样子，明白这点之后，我便不再愿意为了迎合别人而改变自己。\n\n我是生活在社会底层的人，认识的一些人生活在社会中层，他们是活得比我好，但我不羡慕，因为我知道他们安逸的生活是怎么来的，靠坑、靠骗、靠给人当孙子，令人奇怪的是，他们还一直自我感觉良好，觉得自己很牛逼，殊不知其就是一个垃圾。\n\n\n\n钱唯一的价值就是：在大多时候，想用它的时候，你不会考虑太多。\n\n我不希望别人为我而活，我也不想为别人而活。遗憾的是，有很多人都是为了别人而活，失去了自己存在的意义。\n\n我喜欢跟心中有梦想人打交道，因为他们为了梦想而战的样子真的很耀眼，我很羡慕。相反，我讨厌跟为了生活而生活的人打交道，因为他们已经被社会同化得忘记了自己想成为的样子，而我完全无法容忍自己融入那样的他们。\n\n我只是一个不讨人喜欢的笨小孩。\n\n不讨人喜欢，是穷人所特有的属性之一。之所以这样并不是因为穷（姑且乐观的来看待人性），而是因为其身上所拥有的来自于社会底层的东西。\n\n穷人只能自救，就算你有几个不错的朋友，他们可能也想帮你，但也只是心有余而力不足（穷人的朋友应该也是穷人吧），即使他们下定决心帮你，你也不会希望那样的。\n\n摆在穷人面前的路有两条：努力挣钱，学会圆滑，加入中层阶级；孤独一人，拼命努力，改变世界。摆在中层阶级面前的两条路：打发完平庸的一生；拼命努力，改变世界。\n\n我知道的，从一开始就知道的，我从头到尾，一直都是一匹独狼。\n\n不要在别人否定你之前否定自己，在别人否定你之后也不要轻易认输。\n\nto my friends: 如果有一天我突然发疯，请不要放弃我，因为你门的朋友可能很多，而我的朋友只有你们；我知道这很任性、自私，但...。\n\n如果你真的喜欢学习，那你就必须要知道：学习是一辈子的事，不能有丝毫松懈，否则你将会后悔莫及。\n\n关于对船长的第一印象：本科四年 + 研究生三年，虽然我的成绩垫底，但老实说，从心底里我并没有觉得那些年年拿奖学金的同学有多厉害：如果我觉得身边有人比我厉害，我内心会不由自主的对他竖起一丝敌意（这好想不对哦，兄die），但七年来我从来没有这种感觉。当白嫖船长讲课的时候，感觉：我艹，这个人好嚣张啊，好久都没有遇到过这么狂的人了，而这勾起了我的第二点不由自主：如果我觉得仅仅是比我强一丢丢，我是不会服气的，可当差距大到我认为自己很长一段时间之内都无法超越的地步时，不仅不会竖起敌意，而是油然而生的敬佩感。当时就在心理想，这人我服，我要follow这个人。\n\n我的敌人从来都不是那些我所讨厌的人，我的敌人只有 我自己 和 比我强的人。\n\n如果那天我选择站出来，如果当初我有勇气复读，如果我能早成熟一点...其实我想表达的是，我不应该是现在这个样子啊啊啊啊啊啊啊啊啊啊啊啊啊啊...怎么就混成这个样子了...\n\n我不懂得如何和人相处：同学、朋友、亲戚、甚至是家人；而且我压根就不知道自己该如何在这个世界上存在；这就是我真实的样子。\n\n## \n稍有成就感的事：\n- 考上了惠中。\n\n本科四年 + 研究生三年 = 七年时光，可笑的是，感觉自己真的在学习却只有两个瞬间：\n- 参加数学建模的时候；\n- 某为软挑的时候；\n\n干事不认真的你，真的是令人讨厌极了：\n- 如果你是老师，你上课不认真，那么你就是在误认子弟；\n- 如果你是医生，你看病不认真，那么你就是在杀人；\n- 如果你是程序员，你码代码不认真，那么你是在坑维护你代码的人；\n- ...\n- 无论你从事什么职业，为了世界更加美好，请全力以赴认真对待，不要给他人带来麻烦；\n\n曾为了高考一战成名，我们都付出了很多，我相信每个人心中多多少少都存在这一个学术梦/名校梦（我曾经也有，但现在已经没了），很多人也付诸了实践：考研、读博...但真正完成自己学术梦的人少之又少。说了这么多，就三个字----不值得！！！\n\n自我认知\n- 我知道的，自己从来就不是那个讨人喜欢的人；\n- 相比群居，更喜欢独处，本质上是一匹独狼，一直以来伪装成合群的样子，失去了自己独特的一面；但事实上，这就是我的本质，而且也没觉得这样有什么不好，我就是这样的人，喜欢也好，讨厌也罢；\n- 自身最大的闪光点，应该就是做事认真，有一颗追求完美的心吧；\n- 表面上表现得自己很坚强，内心实际上是一个怂逼；\n- 做事没有毅力，干啥都是两三天；\n- 太过于以自我为中心；\n\n你们只看到了我菜的一面，却看不到我疯狂的一面，更看不到我的野心。\n\n不同的算法，在不同的应用场景下有不同的表现，这充分说明了，合适的才是最好的，爱情应该也是一样的。"
}